Repository: merlwiz79/cinnamon-extensions-extended-places-menu
Catalog: po/*.po
Languages: nl, ru

source: Bookmarks
nl: Bladwijzers
ru: Закладки

source: Actions
nl: Acties
ru: Действия

source: Removable Devices
nl: Verwisselbare media
ru: Съёмные устройства

source: Preferences
nl: Voorkeuren
ru: Настройки

source: Actions List
nl: Actielijst
ru: Список действий

source: General Settings
nl: Algemene instellingen
ru: Основные настройки

source: Display Name
nl: Naam voor locatie-menu
ru: Отображаемое имя

source: Action (path for script or command)
nl: Actie (pad voor script of opdracht)
ru: Действие (путь к скрипту или команде)

source: SSH List
nl: SSH-lijst
ru: Список SSH

source: Application e.g(gnome-terminal,terminator,rdesktop,putty)
nl: Toepassing bijv. (gnome-terminal,terminator,rdesktop,putty)
ru: Приложения (например "gnome-terminal,terminator,rdesktop,putty")

source: Params and args e.g(-x ssh root@google.com)
nl: Parameters en argumenten bijv. (-x ssh root@google.com)
ru: Параметр или аргумент (например "-x ssh root@google.com")

source: Application
nl: Toepassing
ru: Приложение

source: Params and args
nl: Parameters en argumenten
ru: Параметр или аргумент

source: Preferences
nl: Voorkeuren
ru: Настройки

source: Your VirtualBox menu has been updated.
nl: Het VirtualBox-menu is bijgewerkt
ru: Меню VirtualBox было обновлено.

source: Done !
nl: Klaar!
ru: Готово!

source: Your FTP menu has been updated.
nl: Het FTP-menu is bijgewerkt
ru: Меню FTP было обновлено.

source: Your menu has been updated.
nl: Locatie-menu is bijgewerkt
ru: Меню было обновлено.

source: Add
nl: Toevoegen
ru: Добавить

source: Remove
nl: Verwijderen
ru: Удалить

source: Examples for params
nl: Voorbeelden van parameters
ru: Примеры параметров

source: Examples
nl: Voorbeelden
ru: Примеры

source: Display name in menu
nl: Naam voor locatie-menu
ru: Отображаемое имя в меню

source: Command or script path
nl: Pad voor opdracht of script
ru: Команда или путь до скрипта

source: Browse
nl: Bladeren
ru: Обзор

source: Select App or script
nl: Toepassing of script kiezen
ru: Выберите Приложение или скрипт

source: Set Position
nl: Positie instellen
ru: Расположение

source: Left
nl: Links
ru: Слева

source: Right
nl: Rechts
ru: Справа

source: Enable / Disable Computer Menu
nl: "Computer" in menu opnemen
ru: Включить / Выключить Меню Компьютер

source: Enable / Disable VirtualBox Menu
nl: "VirtualBox" in menu opnemen
ru: Включить / Выключить Меню VirtualBox

source: Open File System as Root
nl: Bestandssysteem openen als beheerder in menu opnemen
ru: Открыть файловую систему как администратор

source: Show Bookmarks Collapsed (ON) / Expanded (OFF)
nl: Bladwijzers ingevouwen (AAN) / uitgevouwen (UIT) tonen
ru: Отображать Закладки свёрнутыми (ВКЛ) / развёрнутыми (ВЫКЛ)

source: Show Actions Menu
nl: Actielijst in menu opnemen
ru: Отображать меню Действий

source: Show SSH Menu
nl: SSH-lijst in menu opnemen
ru: Отображать меню SSH

source: FTP menu
ru: Меню FTP

source: Hide FTP menu
ru: Скрыть меню FTP

source: Updates
ru: Обновления

source: FTP Menu
ru: Меню FTP

source: To take effect, click the save button to get changes instantly
nl: Klik op "Opslaan" om de wijzigingen direct door te voeren
ru: Нажмите "Сохранить" для применения изменений

source: Save
nl: Opslaan
ru: Сохранить

source: Connect to...
nl: Verbinden met...
